Repository: imath/bp-mystery-man-hunt
Catalog: languages/*.po
Languages: fr_fr

source: Hit the camera to take a Snapshot, then click the rec button to save your avatar
fr_fr: Cliquez sur l&#39;appareil photo, ensuite cliquez sur le bouton rec pour enregistrer votre avatar

source: <h3>Or</h3>Use the BuddyBooth !
fr_fr: <h3>Ou</h3>Utilisez le photomaton !

source: Oops, something went wrong
fr_fr: Diantre, un problème est survenu :(

source: Snap shot
fr_fr: Instantané

source: Save shot
fr_fr: Enregistrer

source: Bravo! really nice avatar!
fr_fr: Bravo! très jolie photo!

source: Please wait for the video to load
fr_fr: Vidéo en cours de chargement

source: Please take a snapshot first
fr_fr: Merci de prendre un instantané d&#39;abord.

source: You denied camera access..
fr_fr: Vous avez refusé l&#39;accès à votre caméra

source: Video stream loaded
fr_fr: Vidéo chargée.

source: BuddyBooth requires window and navigator objects
fr_fr: BuddyBooth a besoin des objets window et navigator

source: Html context error
fr_fr: Erreur de contexte Html

source: Requesting video stream
fr_fr: Flux vidéo demandé..

source: Your browser does not support getUserMedia()
fr_fr: Votre navigateur ne supporte pas getUserMedia()

source: Update these infos to be at 100% :
fr_fr: Mettez à jour ces infos pour être à 100%

source: Update
fr_fr: Mettre à jour

source: Bravo! your profile is complete!
fr_fr: Bravo! votre profil est complété à 100%

source: BuddyPress child theme containing a bunch of avatar tricks
fr_fr: Un child thème BuddyPress contenant un lot de tricks pour manager les avatars
